{"Main":{"0":"NASA's Mars 2020 Rover Tests Descent-Stage Separation","1":"NASA's Perseverance Rover Will Peer Beneath Mars' Surface ","2":"NASA's Briefcase-Size MarCO Satellite Picks Up Honors","3":"Air Deliveries Bring NASA's Perseverance Mars Rover Closer to Launch","4":"Q&A with the Student Who Named Ingenuity, NASA's Mars Helicopter","5":"The Extraordinary Sample-Gathering System of NASA's Perseverance Mars Rover","6":"5 Hidden Gems Are Riding Aboard NASA's Perseverance Rover","7":"MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss","8":"NASA's Treasure Map for Water Ice on Mars","9":"Mars 2020 Stands on Its Own Six Wheels","10":"Newfound Martian Aurora Actually the Most Common; Sheds Light on Mars' Changing Climate","11":"NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet","12":"All About the Laser (and Microphone) Atop Mars 2020, NASA's Next Rover","13":"NASA's Mars Rover Drivers Need Your Help","14":"NASA's Mars Perseverance Rover Gets Its Sample Handling System"},"sumary":{"0":"A crane lifts the rocket-powered descent stage away from NASA's Mars 2020 rover after technicians tested the pyrotechnic charges that separate the two spacecraft.","1":"The agency's newest rover will use the first ground-penetrating radar instrument on the Martian surface to help search for signs of past microbial life. ","2":"The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology.","3":"A NASA Wallops Flight Facility cargo plane transported more than two tons of equipment — including the rover's sample collection tubes — to Florida for this summer's liftoff.","4":"As a longtime fan of space exploration, Vaneeza Rupani appreciates the creativity and collaboration involved with trying to fly on another planet.","5":"Two astronauts collected Moon rocks on Apollo 11. It will take three robotic systems working together to gather up the first Mars rock samples for return to Earth.","6":"The symbols, mottos, and small objects added to the agency's newest Mars rover serve a variety of purposes, from functional to decorative.","7":"Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere.","8":"A new study identifies frozen water just below the Martian surface, where astronauts could easily dig it up.","9":"In time-lapse video, taken at JPL, captures the first time NASA's Mars 2020 rover carries its full weight on its legs and wheels.","10":"A type of Martian aurora first identified by NASA’s MAVEN spacecraft in 2016 is actually the most common form of aurora occurring on the Red Planet, according to new results from the mission.","11":"The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. ","12":"SuperCam is a rock-vaporizing instrument that will help scientists hunt for Mars fossils.","13":"Using an online tool to label Martian terrain types, you can train an artificial intelligence algorithm that could improve the way engineers guide the Curiosity rover.","14":"The system will be collecting and storing Martian rock and soil. Its installation marks another milestone in the march toward the July launch period."}}